<template>
    <section>
        <h1 class="mb-5">
            <strong>Чекори за купување возило на лизинг:</strong>
        </h1>
        <div class="ms-md-5 fs-5">
            <ol>
                <li v-for="step in stepsForLizingList" :key="step.stepName" class="mb-3">
                    <div class="fs-3">
                        {{step.stepName}}
                    </div>
                    <div>
                        {{step.stepDescription}}
                    </div>
                    <strong>
                        {{step.stepRemark}}
                    </strong>
                </li>
            </ol>
        </div>
    </section>
</template>

<script>
    export default {
        name: "StepsForBuyingOnALizing",
        data(){
            return{
                stepsForLizingList: [
                    {
                        stepName: "ИЗБЕРЕТЕ ГО ВОЗИЛОТО",
                        stepDescription: "Најпрво го избирате возилото кое сакате да го купите и добивате понуда за истото. Според изборот и понудата се подготвуваат потребните документи.",
                        stepRemark: ""
                    },
                    {
                        stepName: "НАШИТЕ ВРАБОТЕНИ ЌЕ ВИ ГИ ПОБАРААТ ПОТРЕБНИТЕ ПОДАТОЦИ",
                        stepDescription: "Ги оставате сите потребни податоци на нашите вработени за да ја подготват целокупната документација која е потребна за аплицирање за лизингот.",
                        stepRemark: ""
                    },
                    {
                        stepName: "ПРЕДОДОБРУВАЊЕ",
                        stepDescription: "Според податоците се преминува на фазата за пред-одобрување која ги елиминира или намалува можностите да бидете одбиени. Затоа е потребно податоците кои ќе ги оставите да бидат точни и прецизни. Лизинг копманијата ја разгледаува вашата апликација и дололку се е во ред ќе Ви го одобрат лизингот и ќе ве известат за тоа. Дополнително ќе ви ги кажат понатамошните чекори.",
                        stepRemark: ""
                    },
                    {
                        stepName: "КАПАР",
                        stepDescription: "   Доколку помине постапката на пред-одобрување потребно е да оставите капар за избраното возило за да Ви биде резервирано се до конечно одобрувањето од банката.",
                        stepRemark: ""
                    },
                    {
                        stepName: "ПРЕЗЕМАЊЕ НА ВОЗИЛОТО",
                        stepDescription: "Откако ќе се завршите целата процедура и лизингот ќе биде одобрен се договара датумот за превземање на возилото.",
                        stepRemark: "НАПОМЕНА: Пред превземање на возилото потребно е да обезбедите КАСКО ПОЛИСА."
                    },
                ]
            }
        }
    }
</script>

<style scoped>

</style>