<template>
    <section>
        <h1 class="mb-5">
            <strong>Чекори за купување возило на лизинг:</strong>
        </h1>
        <div class="ms-md-5 fs-5">
            <ol>
                <li>
                    <div class="fs-3">ИЗБЕРЕТЕ ГО ВОЗИЛОТО</div>
                    <p>Најпрво го избирате возилото кое сакате да го купите и добивате понуда за истото. Според изборот и понудата се подготвуваат потребните документи.</p>
                </li>
                <li>
                    <div class="fs-3">НАШИТЕ ВРАБОТЕНИ ЌЕ ВИ ГИ ПОБАРААТ ПОТРЕБНИТЕ ПОДАТОЦИ</div>
                    <p>Ги оставате сите потребни податоци на нашите вработени за да ја подготват целокупната документација која е потребна за аплицирање за лизингот. </p>
                </li>
                <li>
                    <div class="fs-3">ПРЕДОДОБРУВАЊЕ</div>
                    <p>Според податоците се преминува на фазата за пред-одобрување која ги елиминира или намалува можностите да бидете одбиени. Затоа е потребно податоците кои ќе ги оставите да бидат точни и прецизни.
                        Лизинг копманијата ја разгледаува вашата апликација и дололку се е во ред ќе Ви го одобрат лизингот и ќе ве известат за тоа. Дополнително ќе ви ги кажат понатамошните чекори.</p>
                </li>
                <li>
                    <div class="fs-3">КАПАР</div>
                    <p>Доколку помине постапката на пред-одобрување потребно е да оставите капар за избраното возило за да Ви биде резервирано се до конечно одобрувањето од банката.</p>
                </li>
                <li>
                    <div class="fs-3">ПРЕЗЕМАЊЕ НА ВОЗИЛОТО</div>
                    <div>Откако ќе се завршите целата процедура и лизингот ќе биде одобрен се договара датумот за превземање на возилото.</div>
                    <strong>НАПОМЕНА: Пред превземање на возилото потребно е да обезбедите КАСКО ПОЛИСА.</strong>
                </li>
            </ol>
        </div>
    </section>
</template>

<script>
    export default {
        name: "StepsForBuyingOnALizing"
    }
</script>

<style scoped>

</style>